{"<NULL>": 0, "<UNK>": 1, "<START>": 2, "<END>": 3, "a": 4, "abandoned": 5, "above": 6, "across": 7, "added": 8, "additional": 9, "all": 10, "almost": 11, "along": 12, "alongside": 13, "among": 14, "an": 15, "and": 16, "angle": 17, "another": 18, "appear": 19, "appeared": 20, "appears": 21, "arc": 22, "are": 23, "area": 24, "areas": 25, "around": 26, "arranged": 27, "as": 28, "asphalt": 29, "at": 30, "attached": 31, "bank": 32, "bare": 33, "bareland": 34, "barelands": 35, "basketball": 36, "become": 37, "becomes": 38, "been": 39, "before": 40, "behind": 41, "below": 42, "beside": 43, "besides": 44, "between": 45, "big": 46, "bigger": 47, "black": 48, "block": 49, "blocks": 50, "blue": 51, "both": 52, "bottom": 53, "boxes": 54, "branch": 55, "branches": 56, "brand": 57, "bridge": 58, "bridges": 59, "broadened": 60, "brushwoods": 61, "build": 62, "building": 63, "buildings": 64, "built": 65, "bungalow": 66, "bungalows": 67, "buses": 68, "bushes": 69, "but": 70, "by": 71, "bypass": 72, "bypasses": 73, "car": 74, "cars": 75, "cement": 76, "center": 77, "central": 78, "certain": 79, "change": 80, "changed": 81, "changes": 82, "circle": 83, "circular": 84, "cleared": 85, "clearing": 86, "closely": 87, "cluster": 88, "comes": 89, "compactly": 90, "completed": 91, "complex": 92, "complexes": 93, "concrete": 94, "connected": 95, "connecting": 96, "connects": 97, "consisting": 98, "constructed": 99, "construction": 100, "constructions": 101, "containers": 102, "continues": 103, "converge": 104, "converted": 105, "corner": 106, "corners": 107, "cottage": 108, "court": 109, "courts": 110, "covered": 111, "cross": 112, "crossing": 113, "crossroad": 114, "crossroads": 115, "curly": 116, "curve": 117, "curved": 118, "cut": 119, "decrease": 120, "decreased": 121, "decreases": 122, "deep": 123, "demolished": 124, "dense": 125, "densely": 126, "denser": 127, "depots": 128, "desert": 129, "detached": 130, "developed": 131, "develops": 132, "difference": 133, "different": 134, "directions": 135, "dirt": 136, "disappear": 137, "disappeared": 138, "disappears": 139, "distributed": 140, "district": 141, "divide": 142, "divided": 143, "down": 144, "dried": 145, "dry": 146, "each": 147, "edge": 148, "either": 149, "empty": 150, "end": 151, "enlarged": 152, "erected": 153, "existing": 154, "expanded": 155, "expands": 156, "exposed": 157, "extend": 158, "extended": 159, "extends": 160, "extra": 161, "face": 162, "facilities": 163, "factory": 164, "fades": 165, "few": 166, "fewer": 167, "field": 168, "fields": 169, "fill": 170, "filled": 171, "finished": 172, "five": 173, "flat": 174, "flattened": 175, "floor": 176, "footpath": 177, "for": 178, "forest": 179, "forests": 180, "form": 181, "formed": 182, "former": 183, "foundation": 184, "foundations": 185, "four": 186, "from": 187, "front": 188, "full": 189, "giant": 190, "going": 191, "grass": 192, "grassland": 193, "greatly": 194, "green": 195, "greener": 196, "ground": 197, "group": 198, "groups": 199, "grow": 200, "growing": 201, "grown": 202, "grows": 203, "half": 204, "has": 205, "have": 206, "higher": 207, "hole": 208, "horizontal": 209, "house": 210, "houses": 211, "huge": 212, "identical": 213, "image": 214, "in": 215, "increased": 216, "increases": 217, "intersect": 218, "intersecting": 219, "intersection": 220, "intersections": 221, "intertwined": 222, "into": 223, "is": 224, "it": 225, "its": 226, "join": 227, "joint": 228, "jungle": 229, "lake": 230, "lakes": 231, "land": 232, "lane": 233, "large": 234, "larger": 235, "lawn": 236, "leading": 237, "left": 238, "less": 239, "level": 240, "leveled": 241, "line": 242, "lined": 243, "lines": 244, "little": 245, "located": 246, "long": 247, "longer": 248, "lot": 249, "lots": 250, "lower": 251, "lower-left": 252, "lower-right": 253, "lush": 254, "lusher": 255, "luxuriant": 256, "main": 257, "make": 258, "mall": 259, "malls": 260, "mansion": 261, "mansions": 262, "many": 263, "massive": 264, "meadow": 265, "meadows": 266, "medium": 267, "middle": 268, "missing": 269, "moorland": 270, "more": 271, "most": 272, "mounds": 273, "moved": 274, "much": 275, "narrow": 276, "near": 277, "nearby": 278, "neat": 279, "neatly": 280, "new": 281, "newly": 282, "next": 283, "no": 284, "nothing": 285, "number": 286, "occurred": 287, "of": 288, "old": 289, "on": 290, "one": 291, "ones": 292, "only": 293, "open": 294, "opposite": 295, "orderly": 296, "original": 297, "other": 298, "others": 299, "out": 300, "outside": 301, "overpasses": 302, "parallel": 303, "park": 304, "parked": 305, "parking": 306, "part": 307, "parts": 308, "pasture": 309, "path": 310, "paths": 311, "picture": 312, "piece": 313, "place": 314, "placed": 315, "places": 316, "plant": 317, "planted": 318, "plants": 319, "platform": 320, "playground": 321, "playgrounds": 322, "playing": 323, "pond": 324, "ponds": 325, "pool": 326, "pools": 327, "power": 328, "pulled": 329, "put": 330, "quantity": 331, "raw": 332, "realized": 333, "rebuilt": 334, "reconstructed": 335, "reconstruction": 336, "rectangular": 337, "red": 338, "reduced": 339, "remaining": 340, "removed": 341, "renovated": 342, "replace": 343, "replaced": 344, "replaces": 345, "replacing": 346, "reservoir": 347, "reshaped": 348, "residential": 349, "respective": 350, "restored": 351, "right": 352, "ring": 353, "risen": 354, "river": 355, "road": 356, "roads": 357, "roadside": 358, "roadsides": 359, "roof": 360, "room": 361, "rooms": 362, "round": 363, "roundabout": 364, "row": 365, "rows": 366, "rugged": 367, "run": 368, "running": 369, "runs": 370, "same": 371, "scattered": 372, "scene": 373, "scenes": 374, "screen": 375, "seem": 376, "separate": 377, "several": 378, "shaped": 379, "show": 380, "shows": 381, "shrubs": 382, "side": 383, "sides": 384, "similar": 385, "single": 386, "site": 387, "sites": 388, "situated": 389, "six": 390, "small": 391, "smaller": 392, "some": 393, "space": 394, "spaced": 395, "spaces": 396, "sparse": 397, "square": 398, "squares": 399, "stacked": 400, "stadium": 401, "staggered": 402, "stand": 403, "storage": 404, "straight": 405, "street": 406, "streets": 407, "stretch": 408, "stretches": 409, "structure": 410, "structures": 411, "stuff": 412, "sundries": 413, "surround": 414, "surrounded": 415, "surrounding": 416, "surrounds": 417, "swimming": 418, "t": 419, "t-junction": 420, "t-shaped": 421, "take": 422, "taken": 423, "takes": 424, "tank": 425, "tanks": 426, "that": 427, "the": 428, "their": 429, "them": 430, "there": 431, "thicker": 432, "this": 433, "three": 434, "through": 435, "to": 436, "top": 437, "tow": 438, "tower": 439, "track": 440, "tracks": 441, "trail": 442, "trails": 443, "transformed": 444, "tree": 445, "trees": 446, "trucks": 447, "turn": 448, "turned": 449, "turning": 450, "turns": 451, "two": 452, "u-shaped": 453, "uncompleted": 454, "under": 455, "uneven": 456, "unsurfaced": 457, "up": 458, "upper": 459, "vacant": 460, "vanished": 461, "vanishes": 462, "vegetation": 463, "vehicles": 464, "vertical": 465, "very": 466, "viaduct": 467, "viaducts": 468, "vibrant": 469, "villa": 470, "village": 471, "villas": 472, "vitals": 473, "warehouse": 474, "warehouses": 475, "was": 476, "wasteland": 477, "water": 478, "well": 479, "were": 480, "where": 481, "which": 482, "while": 483, "white": 484, "wide": 485, "widened": 486, "widens": 487, "wider": 488, "width": 489, "winding": 490, "with": 491, "withered": 492, "wood": 493, "woodland": 494, "woodlands": 495, "woods": 496, "yard": 497, "yards": 498, "yellow": 499, "zigzag": 500}